Repository: spotlighthometours/spotlighthometours.com
Catalog: affiliates/locale/*/LC_MESSAGES/messages.po
Languages: hu

source: This tab allows configuration of the banners which have been loaded into Affiliates for All.
hu: Itt lehet beállítani a rendszerbe feltöltött bannereket.

source: Note that the banner name will be used in affiliates links.
hu: A banner neve látható lesz a partner linkekben.

source: This means you can only use letters, numbers, and the characters -,_, and .
hu: Ezért csak betűket, számokat, kötőjelet, aláhúzást és pontot tartalmazhat.

source: Banner Name:
hu: Banner neve:

source: Links to
hu: Link ide

source: Banner will be shown to affiliates if this box is checked:
hu: A bannert látják a partnerek, ha ezt bepipálja

source: Save Changes
hu: Változtatások mentése

source: Delete Banner
hu: Banner törlése

source: To upload a new banner
hu: Új banner feltöltéséhez

source: enter the details below, and click Upload.
hu: töltse ki a mezőket és kattintson a Feltöltés gombra!

source: The file you upload must have the appropriate extension
hu: A feltöltendő fájl kiterjesztése legyen megfelelő,

source: so that Affiliates for All can determine the file type.
hu: hogy a rendszer be tudja azonosítani.

source: For example, a JPEG file must be filename.jpeg or filename.jpg.
hu: PL. egy JPEG fájl neve legyen valami.jpg vagy valami.jpeg.

source: Upload
hu: Feltöltés

source: Are you sure you want to delete this banner?
hu: Biztosan törölni akarja ezt a bannert?

source: Order Details
hu: Rendelés adatai

source: View orders from:
hu: Rendelések megtekintése innen:

source: View payments from:
hu: Kifizetések megtekintése innen:

source: to:
hu: Idáig:

source: Add new
hu: Új hozzáadása

source: order
hu: rendelés

source: Save
hu: Ment

source: Cancel
hu: Töröl

source: last
hu: utolsó

source: days
hu: nap

source: Commission
hu: Jutalék

source: Orders
hu: Rendelések

source: Payments file:
hu: Kifizetések fájl:

source: Download Payments File
hu: Kifizetések fáj letöltése

source: Upload Completed Payments
hu: Végrehajtott kifizetések feltöltése

source: Download payments up to and including:
hu: Kifizetések letöltése idáig és beleértve:

source: Payment Details
hu: Kifizetés részletei

source: payment
hu: kifizetés

source: Fields marked &lsquo; * &rsquo; are required.
hu: A csillaggal jelölt mezők kitöltése kötelező

source: If you add a new payment, it will be given a payment number automatically when you click Save.
hu: Ha új kifizetést ad hozzá, mentéskor automatikusan kap egy sorszámot.

source: Please complete all required fields marked *.
hu: Kérjük, töltse ki valamennyi csillaggal jelölt mezőt!

source: Link Details
hu: Link részletek

source: Choose Banner
hu: Válasszon bannert

source: Chosen banner:
hu: Kiválasztott banner:

source: Change
hu: Változtat

source: Campaign ID:
hu: Kampány azonosító:

source: Link Target:
hu: Link cél:
